Repository: botirovshox-lang/med-translation
Catalog: med_translation/final_output/tm_reference_FINAL.tmx
Source language: ru
Languages: en

source: • Использовать увлажнитель или испаритель. • Применять постуральный дренаж и выстукивание для удаления мокроты из легких. Вас научат это делать. • Ежегодно прививаться от гриппа. Также поговорите с врачом о вакцинации от пневмонии. Для облегчения дыхания • Бросьте курить. Единственный способ уменьшить вред от хронического бронхита — прекратить курить. Бросить курить никогда не поздно. • Не употребляйте алкоголь. Он притупляет позыв к кашлю и чиханию, которые необходимы для очищения дыхательных путей, и выводит жидкость, сгущая мокроту, вследствие чего она труднее удаляется в процессе откашливания. • Избегайте всего, что может вызывать раздражение легких, например пыли, газов и грязного воздуха. • Во время сна верхняя часть тела должна быть приподнята. Используйте для этого клинья из пенопласта или приподнимите изголовье кровати. Немедленно позвоните врачу, если: • У вас озноб или температура выше 101 °F (38 °С) • Вам приходится чаще использовать ингаляторы или очистку дыхательных путей • Выделяется больше мокроты, ее цвет изменился или вам слишком трудно прокашляться
en: • Using a humidifier or vaporizer. • Using postural drainage and percussion to loosen mucus from your lungs. You will be taught how to do this. • Get a flu shot each year and talk to your doctor about getting the pneumonia vaccine. To Breathe Easier • Quit smoking. The only way to slow the damage of chronic bronchitis is to quit smoking. It is never too late to quit. • Do not drink alcohol. It dulls the urge to cough and sneeze to clear your air passages. It also causes your body to lose fluid, making the mucus in your lungs thicker and harder to cough up. • Avoid things that irritate your lungs such as air pollution, dusts and gases. • Sleep with your upper body raised. Use foam wedges or raise the head of your bed. Call your doctor right away if you: • Have chills or a fever over 101 degrees F or 38 degrees C • Need to use your inhalers or breathing treatments more often • Have more mucus, the color changes or it becomes too hard to cough up Bronchitis. Russian.

source: Бронхоскопия представляет собой осмотр легких и дыхательных путей путем введения в легкие длинной тонкой трубки через нос или рот. Процедура проводится для диагностики заболеваний легких или удаления слизи. Может быть отобран небольшой кусочек ткани для анализа в лаборатории. Это называется биопсией. Попросите взрослого родственника или друга отвезти вас домой после обследования. Садиться за руль или возвращаться домой одному опасно. Не опаздывайте на обследование. Вы пробудете в больнице около 2 часов. Подготовка • Если вы принимаете лекарства для разжижения крови, поговорите с врачом. Возможно, перед обследованием вам придется их заменить или изменить их дозировку. • Начиная с полуночи до обследования не разрешается прием пищи и жидкости, даже воды. • Если утром нужно принять лекарства, запейте их небольшим количеством воды. Во время обследования • Вы переоденетесь в больничную одежду. • Вы сядете на стул или ляжете на столе. • В вену на руке установят катетер.
en: Bronchoscopy A bronchoscopy is a test to look at your airways and lungs. A long, thin tube is put through your nose or mouth into your lungs. This test is used to check for lung disease or to remove mucous. A small piece of tissue may be removed and studied in the lab. This is called a biopsy. An adult family member or friend needs to come with you to take you home after the test. It is not safe for you to drive or return home alone. Arrive on time for your test. Plan on this test taking about 2 hours. To Prepare • Talk to your doctor about any medicines you take to thin your blood to prevent clots. You may need to change these medicines or adjust the amount you take before this test. • Do not eat or drink anything, including water, after midnight before the test. • If you are to take your medicines the morning of the test, take them with sips of water only. During the Test • You will wear a hospital gown. • You sit in a chair or lie on a table during the test. • An IV (intravenous) is put in a vein in your arm. Bronchoscopy. Russian.

source: • Возможно, вам введут препарат, чтобы вы расслабились. • На грудь наклеят подушечки для контроля работы сердца. Мужчинам могут побрить грудь. • На руку наденут манжету для измерения давления. Давление и пульс будут регулярно проверять. • На палец будет надет зажим для проверки уровня кислорода. • Во время обследования вам могут подавать кислород. • Рот и нос обработают спреем, который вызывает онемение. • Врач введет трубку через нос или рот. Вы почувствуете трубку в горле, возможно, вам захочется покашлять. Вы сможете дышать и глотать. • Врач будет с вами разговаривать, но вам нужно будет молчать, чтобы избежать боли в горле. • При необходимости врач извлечет мокроту и образец ткани. • После этого трубка будет удалена. После обследования • В течение часа медсестра будет следить за вашим состоянием. • Введенные лекарства вызовут сонливость. Ради вашей безопасности попросите взрослого родственника или друга отвезти вас домой. • Примерно через 2 часа лекарство, вызывающее онемение, прекратит свое действие, и вы сможете есть и пить. • У вас может быть боль в носу и горле, хриплый голос и кашель. Если при отхаркивании вы увидите небольшое количество крови, это нормально.
en: • You may be given some medicine to help you relax. • Small pads are put on your chest to check your heart. For men, chest hair may need to be shaved. • A blood pressure cuff is put on your arm. Your blood pressure and heart rate are checked often. • A clip device is put on your finger to check your oxygen level. • You may be given oxygen to breathe during the test. • Your mouth and nose are sprayed with numbing medicine. • The doctor puts the tube into your nose or mouth. You may feel the tube in your throat or the need to cough. You will be able to swallow and breathe. • Your doctor will be talking to you, but you should not talk during the test. This helps keep you from having a sore throat. • The doctor removes mucous and a tissue sample if needed. • The tube is then removed. After the Test • The nurse will check you often for about 1 hour after the test. • Medicines given during the test will make you sleepy. You will need to have an adult family member or friend take you home for your safety. • In about 2 hours, the numbing medicine wears off and you will be able to eat and drink. • You may have a sore nose or throat, a hoarse voice or a cough. It is normal to cough up a small amount of blood. Bronchoscopy. Russian.

source: для родителей) for Parents Буллинг — это неоднократное поведение человека, использующего свою власть, чтобы контролировать, запугивать или причинять вред другому человеку. У детей, ставших жертвами буллинга, может возникнуть депрессия, тревога, физические и психические проблемы, а также проблемы с учебой. Буллинг может принимать разные формы Вербальные виды: • обзывание и презрительные комментарии; • угрозы; • высмеивание расовой или религиозной принадлежности, сексуальной ориентации, физических отклонений, внешнего вида или речи; • угрозы распространения ранящей человека информации в случае отказа выполнить определенные требования. Физические виды: • удары руками или ногами, шлепки, толчки и плевки; • отнимание или повреждение предметов; • принуждение к совершению действий с целью причинения человеку вреда. Социальные виды: • нежелание общаться с человеком; • распространение слухов; • уговаривание других не дружить с человеком; • обзывание, даже после того, как этого попросили не делать.
en: (Bullying Information Bullying is the repeated behavior of someone who uses their power to control, scare or harm another person. Children who are bullied may become depressed and anxious. They may also have other physical and mental health problems, as well as problems with their schoolwork. Bullying Can Happen in Different Ways Verbal ways include: • Name calling or mean comments • Making threats • Making fun of someone’s race, religion, sexual orientation, health needs or the way they look or talk • Saying they will share hurtful information about them unless they do what they want Physical ways include: • Hitting, kicking, slapping, shoving or spitting • Taking or damaging things • Forcing someone to do something they do not want to do with the purpose of hurting them Social ways include: • Leaving someone out of activities • Starting rumors or spreading gossip about someone • Telling others not to be friends with someone • Using hurtful nicknames for someone, even after being asked to stop Bullying Information for Parents. Russian.

source: • Какими прозвищами называют тебя другие дети? Нравится ли тебе твое прозвище? • Что происходит, когда ты видишь, что кого-то дразнят? Детям старшего возраста можно задавать такие вопросы: • Как вы с друзьями решаете проблемы с другими людьми? • Чем вы с друзьями делитесь в социальных сетях? • Расскажи мне о ваших школьных группах и группировках. Признаки буллинга в отношении ребенка Физические признаки: • грязная или порванная одежда; • отсутствующие или поломанные вещи; • порезы, синяки или царапины, происхождение которых ребенок не может пояснить; • головные боли, боли в животе и т. п. Изменения в учебе: • у ребенка проблемы с успеваемостью или он изображает их наличие; • ребенок не участвует в мероприятиях и не слушает преподавателей; • ребенок теряет интерес к занятиям; • ребенок внезапно начинает плохо учиться. Социальные признаки: • у ребенка мало или нет друзей, он меняет круг общения или не играет со старыми друзьями; • ребенок отдаляется от друзей и семьи; • ребенок боится ходить в школу или быть рядом с другими детьми.
en: • What nicknames do other children have for you? Do you like this nickname? • What happens when someone you see is picked on? For older children, you might ask: • How do you and your friends work out problems with other people? • What types of things do you and your friends share on social media? • Tell me about the friend groups (cliques) at your school? Signs a Child is Being Bullied Physical signs: • Clothes are dirty or torn • Things are missing or broken • Cuts, bruises or scratches they can’t explain • Headaches, stomachaches or physical problems with no medical reason Changes at school: • Acts out or has problems at school • Will not take part in activities or follow directions • Looses interest in doing schoolwork • Does poorly in school all of a sudden Social changes: • Few or no friends, changes friend group or does not play with old friends • Withdraws from friends and family • Fears going to school or being around other children Bullying Information for Parents. Russian.

source: Изменения поведения: • капризы, плач или резкая смена эмоционального состояния; • проблемы со сном и ночные кошмары; • отсутствие аппетита; • ребенок говорит о безысходности, бесполезности существования или суициде. Если ваш ребенок стал жертвой буллинга: Поговорите со своим ребенком: • Скажите ему, что буллинг — это ненормально, и похвалите, что он рассказал вам. Напомните, что вам нужно знать, что происходит. Ваша задача — помочь и защитить своего ребенка. • Скажите ему, что это не его вина и он имеет право чувствовать себя в безопасности. • Объясните: рассказывать, что кто- то бьет или обижает его или кого-то другого НЕ является ябедничеством. • Расскажите ребенку, к кому из взрослых можно обращаться. • Расскажите, как избегать мест, где может произойти буллинг. • Напомните, что нужно держаться рядом со взрослыми или коллективом. Как правило, в присутствии взрослых хулиганы ведут себя смирно. • Посоветуйте ребенку всегда быть рядом с другом. Работа со школой: • Если над вашим ребенком издеваются в школе или за ее пределами, сообщите учителю, психологу- консультанту и директору. В школе есть правила на случай буллинга.
en: Changes in how child acts: • Moody, crying or has outbursts of emotion • Has bad dreams and trouble sleeping • Does not want to eat • Talks about feeling hopeless, being worthless or suicide If your child is being bullied: Talk to Your Child: • Tell your child bullying is never okay and praise them for telling you. Remind them that you need to know what is going on. It is your job to help and protect them. • Tell your child that it is not their fault and they have a right to feel safe. • Explain that it is NOT tattling to tell if someone does something to hurt or bother them or another person. • Help your child to know who are the safe or trusted adults to go to. • Talk with them about how to avoid places, if they can, where the bullying happens. • Tell them to do activities near adults and other groups of people. Bullies tend not to act out around adults. • Tell your child to use the “buddy system” so they are not alone. Work with Your School: • If your child is being bullied at school or by another student outside of school, contact the school to report it. Include the teacher, school counselor and school principal. There are rules at school about bullying. Bullying Information for Parents. Russian.

source: рака Химиотерапия, или химия — это использование химических препаратов для лечения рака. Эти препараты разрушают раковые клетки, препятствуют их росту и распространению, уменьшают размер опухоли и облегчают симптомы заболевания. В зависимости от вида рака химиотерапевтические препараты принимаются: • вместе с другими лекарствами; • до или после операции и/или облучения для уменьшения размера опухоли; • курсами, чтобы ваш организм мог отдохнуть и восстановиться; • внутрь всего организма или непосредственно в месте опухоли; • внутривенно или в форме таблеток, инъекций или крема; • в больнице, кабинете врача или клинике. Ваш врач определит тип препаратов и периодичность их приема.
en: Cancer Chemotherapy Chemotherapy, also called chemo, is medicines used to treat cancer. These medicines destroy cancer cells, keep them from growing and spreading, shrink the size of a tumor, or relieve cancer symptoms. Depending on the type of cancer, chemotherapy medicine may be given: • With other medicine • Before or after surgery and/or radiation to shrink a tumor • In cycles so that your body can rest and repair between treatments • Throughout the body or directly into the site of the cancer • In a vein called intravenous (IV) or as a pill, an injection, skin lotion, or cream • In a hospital, doctor’s office, or clinic Your doctor will decide on the type of medicines and how often they are to be given. Cancer Chemotherapy. Russian.

source: прямой кишки and Rectum Толстая кишка — это нижний отдел пищеварительной системы. Ее длина — 1,5–1,8 м. Последние 20–25 см толстой кишки называются прямой кишкой. Колоректальный рак возникает в толстой или прямой кишке. Рак представляет собой аномальные клетки: они растут и делятся быстрее, чем здоровые. Некоторые раковые клетки могут формировать опухоли. Все Толстая кишка опухоли увеличиваются в Large intestine (colon) размерах, но некоторые кишка растут быстро, а другие — медленно. Иногда раковые клетки распространяются через кровь и лимфу в другие части тела. Симптомы Рак толстой и прямой кишки зачастую не имеет симптомов. Обратитесь к врачу в следующих случаях: • Темная или ярко-красная кровь в стуле • Постоянный понос или запор или другие изменения в работе кишечника • Боль в нижней части живота • Частые вздутия, боль, чувство сдавливания, наполненности или спазмы в области живота • Потеря веса без видимых причин
en: Cancer of the Colon The colon is also called the large bowel or large intestine. It is the lower 5 to 6 feet of the digestive system. The last 8 to 10 inches of the colon is the rectum. Colon cancer, sometimes called colorectal cancer, is cancer that starts in the large intestine or rectum. Cancer cells are abnormal cells. Cancer cells grow and divide more quickly than healthy cells. Some cancer cells may form growths called tumors. All tumors Anus Rectum increase in size, but some tumors grow quickly, others slowly. Some cancer cells spread to other parts of the body through the blood and lymph systems. Signs Cancer of the colon and rectum often has no signs. See your doctor if you have any of these signs: • Dark or bright red blood in or on the stool • Diarrhea or constipation that does not go away or other changes in bowel habits • Pain in the lower abdomen • Frequent gas pains, pressure, fullness or cramps in abdomen • Loss of weight for no reason Cancer of the Colon and Rectum. Russian.

source: • Усталость или нехватка сил • В течение нескольких дней тонкий стул (это может быть вызвано опухолью в прямой кишке). Типы опухолей Опухоли в толстой или прямой кишке могут быть доброкачественными и злокачественными. • Доброкачественные опухоли не являются раком и не распространяются на другие органы. Их можно удалить хирургическим путем. Кисты — это доброкачественные опухоли, в которых содержится жидкость. • Злокачественные (раковые) опухоли могут прорасти в соседние ткани, органы и кровь. Обследования Если врач подозревает у вас рак, вам могут назначить некоторые из этих обследований: • Опрос: врач спросит о ваших симптомах и факторах риска. • Обследование прямой кишки: врач наденет перчатку и введет в прямую кишку палец, чтобы проверить наличие опухолей. Ректороманоскопия: в прямую кишку врач вводит тонкую гибкую трубку и рассматривает нижнюю часть толстого кишечника. • Колоноскопия: в прямую кишку врач вводит тонкую гибкую трубку и полностью рассматривает толстый кишечник. • Биопсия: отбираются образцы ткани для лабораторного исследования.
en: • Feel tired or lack energy • Stools are more narrow than usual for more than a few days. This may be from a tumor in the rectum. Types of tumors Tumors found in the colon or rectum can be benign or malignant. • Benign tumors are not cancer. They do not spread to other parts of the body. They can be removed by surgery. Cysts are benign tumors that contain fluid. • Malignant tumors are cancer. Cancer from these tumors may grow into the nearby tissues, organs or blood. Tests If your doctor thinks you may be at risk for cancer, you may have some of these tests: • Medical history where your doctor will ask you questions about your signs and risk factors • Physical exam with a rectal exam where the doctor inserts a gloved finger into your rectum to feel for lumps. • Sigmoidoscopy where a thin, flexible tube is put into your rectum to let the doctor see inside the lower part of your colon. • Colonoscopy where a thin, flexible tube is put into your rectum to let the doctor see the entire length of the colon. • Biopsy where samples of tissue are removed for testing in a lab to check for cancer cells. Cancer of the Colon and Rectum. Russian.

source: • Анализы крови: для проверки потери крови и функции печени. При обнаружении опухоли врач может назначить другие виды исследований, чтобы проверить, не распространился ли рак на другие органы. Лечение После всех исследований врач поговорит с вами о результатах. Если будет обнаружен рак, врач расскажет вам об оптимальных методах лечения. Распространенные виды лечения: • Операция с целью удаления опухоли. Вид операции зависит от расположения и размера опухоли. Зачастую удаляется часть толстой кишки, которая поражена раком. • Лучевая терапия для остановки или замедления роста раковой опухоли. Она часто используется после операции для уничтожения любых оставшихся раковых клеток. • Химиотерапия с целью уничтожения раковых клеток. Лекарства принимаются орально либо вводят внутримышечно, внутривенно или непосредственно в пораженный орган. Вам могут назначить один или несколько способов лечения. Некоторым пациентам после операции проводят лучевую или химиотерапию. Иногда могут применяться следующие виды медикаментозного лечения: • Иммунотерапия или биотерапия: использование веществ, выработанных иммунной системой человека. Они способны уничтожать раковые клетки, замедлять их рост и помогать иммунной системе бороться с раком.
en: • Blood tests to check blood loss and how well the liver is working. If a tumor is found, your doctor may order other tests to see if the cancer has spread to other parts of the body. Treatment After all of your tests are done, your doctor will talk with you about the results. If your tests show cancer, your doctor will talk to you about treatments that are best for you. The most common treatments: • Surgery is done to remove the tumor. The kind of surgery will depend on the location and size of the tumor. Often, the part of the colon with cancer is removed. • Radiation therapy is used to stop or slow the growth of cancer. It is often used after surgery to destroy any cancer cells that may remain. • Chemotherapy uses medicines to kill cancer cells. These medicines are given by mouth, by injection into a muscle or vein, or directly into the affected organ to help kill cancer cells. You may have one or more cancer treatments. Some patients have surgery followed by radiation therapy or chemotherapy. Other drug treatments that may used in certain cases include: • Immunotherapy, also called biotherapy, uses natural substances made by the body’s immune system. These may kill cancer cells, slow their growth, or help your immune system fight the cancer in a better way. Cancer of the Colon and Rectum. Russian.

source: Рак вызывается аномальными клетками, которые быстро растут. Процесс замены старых клеток новыми – нормальное явление, но раковые клетки растут слишком быстро. Некоторые раковые клетки могут формировать новообразования, которые называются опухолями. Все опухоли увеличиваются в размерах, но некоторые из них растут быстро, а другие – медленно. Типы опухолей • Иногда опухоли бывают не раковыми. Такие опухоли называются доброкачественными. Они в основном состоят из клеток, которые похожи на клетки здоровых тканей. Эти опухоли образуются на одном месте и не распространяются на здоровые ткани и органы. • Раковые опухоли называются также злокачественными опухолями. Рак от этих опухолей распространяется на другие части тела через кровь и лимфу. Процесс распространения раковой опухоли называется метастазами. Раковые клетки через кровь и лимфу перемещаются по организму от опухоли, которая называется первичной, к другим частям тела.
en: Cancer Cancer is caused by abnormal cells that grow quickly. It is normal for your body to replace old cells with new ones, but cancer cells grow too fast. Some cancer cells may form growths called tumors. All tumors increase in size, but some tumors grow quickly, others slowly. Types of Tumors • Sometimes tumors are not cancerous. These are called benign tumors. They are made up of cells much like those of healthy tissue. This kind of tumor stays in one area and does not spread to healthy tissues and organs. • Cancer tumors are also called malignant tumors. Cancer from these tumors spread through the blood and lymph systems to other parts of the body. When cancer spreads, it is called metastasis. Cancer cells travel through the blood or lymph system from the tumor, called the primary site, to other parts of the body. Cancer. Russian.
